Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-3559.html.tmx
Source language: nob
Languages: sme

source: Offentlig søkerliste til stillinger i Sametinget - Sámediggi Sametinget
sme: Almmolaš ohcanlistu virggiide Sámedikkis - Sámediggi Sametinget

source: Offentlig søkerliste til stillinger i Sametinget
sme: Almmolaš ohcanlistu virggiide Sámedikkis

source: Sametinget hadde utlyst en fast stilling med søknadsfrist 17.02.2010.
sme: Sámediggi almmuhii rabas bistevaš virggi mas ohcanáigi lei 17.02.2010.

source: Her er liste over de som har søkt på stillingen.
sme: Čuovvovaččat leat ohcan virgái:

source: 1408 Førstekonsulent / 1434 Rådgiver - Fast - Ref. 10/647
sme: 1408 Vuosttaškonsuleanta / 1434 Ráđđeaddi - bistevaš virgi - ref. 10/647

source: 1. Svenn-Egil Knutsen Duolljá, Førstekonsulent, Mann, TROMSØ 2. Aimo West, Lærer, Mann, 50, SAMUELSBERG
sme: 1. Svenn-Egil Knutsen Duolljá, Vuosttaškonsuleanta, dievdu, ROMSA 2. Aimo West, Oahpaheaddji, dievdu, 50, OLMMÁIVÁGGI
